{"wrapper":"div.new-article-layout","sections":{"main":{"type":"article-template","disabled":true,"settings":{"blog_show_author":true,"blog_show_date":true,"show_share_buttons":true}},"abc0df9a-ff4f-47bf-a936-3bb03f9b57de":{"type":"cus_blog_article_banner_section","settings":{"main_image":"shopify:\/\/shop_images\/IMG.png","date":"01 JANUARY 2023","article_title":"Your Ultimate Guide to Improving Sleep","banner_content":"<p>Discover the top tips and techniques for falling asleep faster and waking up refreshed.<\/p>"}},"da35d22a-c1b5-40a0-965c-ea0fb513ed41":{"type":"article_list_view_section","settings":{"title":"Table of contents","list_view":"<a href=\"#Benefits-of-getting-better-sleep\">Benefits of getting better sleep <\/a><br>\n<a href=\"#Black-out-your-bedroom\">Black out your bedroom <\/a><br>\n<a href=\"#Reduce-Caffeine-after-midday\">Reduce Caffeine after midday<\/a><br>\n<a href=\"#Eat-an-early-dinner\">Eat an early dinner <\/a><br>\n<a href=\"#Manage-your-stress\">Manage your stress<\/a> <br>\n<a href=\"#Go-to-sleep-earlier\">Go to sleep earlier<\/a>","list_view_two":"<a href=\"#How-do-i-get-better-sleep\"> How do I get better sleep?<\/a><br>\n<a href=\"#Install-a-blue-light-filter\"> Install a blue light filter<\/a><br>\n<a href=\"#ExerciseDaily\"> Exercise daily<\/a><br>\n<a href=\"#Reduce-alcohol-consumption\"> Reduce alcohol consumption<\/a><br>\n<a href=\"#Get-sun-exposure\">Get sun exposure<\/a><br>\n<a href=\"#Sleep-Aids-and-Supplements\"> Sleep aids and supplements<\/a>"}},"b2d0e01c-ecfe-4f01-a54b-f880fd81ff0d":{"type":"article_info_marketing","settings":{"section_color":"#ffffff","title":"","section_content":"<p>If you're having difficulty getting a good night's sleep, you're not alone as nearly 40% of Kiwis struggle with insomnia and other sleep issues. Quality sleep is one of the best things we can do for the health of our body and mind, yet most of us still struggle with what sounds like a simple facet of life.<\/p><p>Unfortunately, many modern-day aspects are working against us when it comes to our sleep. Artificial light, electronics, stressful jobs, and caffeine are a few things that can have a significant impact on your sleep but the good news is that there are steps you can take to improve your sleep.<\/p><p>This guide will help you identify the causes of your sleep problems and provide you with tips and strategies to help you get a better night's rest. From creating a sleep-friendly environment to getting regular exercise, this guide will help you get the sleep you need to stay healthy and alert. So if you're ready to start enjoying better quality sleep, let's get started!<\/p><p><\/p>","title_first":"","title_second":"","marketing_content":"","button_text":"","button_link":"","discount_txt":""}},"c8d0ca47-1c54-4779-bd25-2b6909c06036":{"type":"new-article-img-txt","settings":{"section_color":"#f3f3f3","image":"shopify:\/\/shop_images\/image_4cd9819a-8daa-4ca8-a7d4-7ed9b5c223d9.png","layout":"right","title":"Benefits of getting better sleep","text":"<p>Waking up feeling rejuvenated and ready to go can positively affect one's entire day through more energy, the ability to make decisions, and task efficiency. On the other hand, a night of poor sleep may lead to waking up tired, experiencing drowsiness during the day, a bad mood, and added difficulty with daily tasks. <\/p><p>Regular, deep sleep is one of the easiest and best things people can do for their health, yet too many of us still find this difficult. It's the time when our bodies can truly rest, recover, and rejuvenate which can largely impact how we feel and function during the day.<\/p>","button_label":"","button_link":""}},"bcc6a565-aa7d-466c-926a-282e75a9e80b":{"type":"new-article_info_marketing","settings":{"section_color":"#ffffff","title":"How do I get better sleep?","section_content":"<p>The amount of sleep people need each night will vary but for most people, 7-8 hours is enough. However more important than the sleep duration is the number of hours in a deep sleep.<\/p><p>To achieve this rejuvenating, deep sleep, the aim is to naturally increase our body's melatonin production and limit actions that suppress it. Melatonin is the hormone our brains produce to control our sleep cycles, with production naturally ramping up at night to give a drowsy, tired feeling to encourage sleep.<\/p><p>If you're having trouble sleeping, try as many of these tips as you can manage.<\/p>","title_first":"","title_second":"","marketing_content":"","button_text":"","button_link":"","discount_txt":""}},"511eacde-908e-4a9e-b4e3-18294d826170":{"type":"New-article-bg-img-txt","settings":{"bg_image":"shopify:\/\/shop_images\/sl_013020_27500_40.png","text":"Black out your bedroom","top_content":"<p>Artificial light is a very recent addition to the human timeline. We have evolved to rise with the sun and sleep with darkness. The darkness of night is actually a trigger for our body's natural melatonin production, the hormone responsible for our circadian rhythm and what causes us to feel tired at night.<\/p><p>Any light present while trying to sleep can interrupt our circadian rhythm as well as <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2627884\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2627884\/\">suppress melatonin production<\/a>, negatively impacting your sleep, which is why you should aim to sleep in complete darkness.<\/p><p>While blacking out every ray of light may be unrealistic for some sleeping situations, make the best effort you can towards completely blacking out your bedroom.<\/p>","top_img":"shopify:\/\/shop_images\/image-3.png","bottom_content":"<p>This involves turning off any light-emitting devices, such as computer chargers, phone chargers, heaters, or anything with small lights.<\/p><p>After you've removed all interior lights, the aim is to stop any light coming in. Black-out curtains are great if you have them or can afford to replace your current curtains. They have a light-blocking material sewn on the back which does a great job blocking outside light. Black-out curtains also help reduce noise and have great insulation properties.<\/p><p>If you can't switch to black-out curtains, consider reinforcing your curtains with a dark sheet to help block more window light, and try sleeping with an eye mask. If the feeling doesn't bother you, an eye mask can <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2887188\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2887188\/\">provide similar benefits<\/a> to blacking out your room.<\/p><p>The aim here is to get rid of as much light as you can that could be impacting your melatonin production.<\/p><p><\/p>","bottom_img":"shopify:\/\/shop_images\/image-2.png"}},"3248faf1-4787-491a-b7c4-5bbf67b4043c":{"type":"New-article-txt-with-bg-img","settings":{"bg_img":"shopify:\/\/shop_images\/Group_3_6c562ade-3d34-43d9-93c8-ae9186ca8104.png","title":"Install a blue light filter on electronic devices","description":"<p>Most people will be using their computers or phones in the evening. The problem with these is the amount of light emitted from the screen at close proximity to your eyes, specifically the blue light wavelength.<\/p><p>This wavelength has been identified as the most stimulating and <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4734149\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4734149\/\">suppresses melatonin production.<\/a> By blocking it out in the evenings you can improve your ability to fall asleep and remain asleep.<\/p><p>While avoiding these screens completely for an hour or two before you go to sleep would be ideal, this just isn't practical for most people.<\/p><p>As an alternative, you can download and install blue light filters on your devices which will reduce the amount of blue light emitted, and give your screen more of a soft orange glow.<\/p><p>Most new phones come with a \"night mode\" which will automatically reduce blue light and after a specified time.<\/p><p>Modern televisions allow you to reduce blue light in the settings and for computers, you can download blue light filter programs that will automatically manage this process for you.<\/p>"}},"e1a3a4d9-b639-44c8-8076-283ef104c2de":{"type":"New-article-bg-img-txt-2","settings":{"bg_image":"shopify:\/\/shop_images\/IMG1.png","text":"Reduce Caffeine after midday","top_content":"<p>Caffeine is a stimulant that can negatively impact your sleep. If taken too late in the day, you may not feel the effects anymore, but they will be lingering in your body.<\/p><p>Try to limit and reduce caffeinated beverages in the afternoon to give your body enough time to clear out the caffeine before you go to bed. This one may be hard for all the big coffee drinkers but if you start to sleep better, you may find you don't need the afternoon caffeine hit to keep you going.<\/p><p>Caffeine has a <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/books\/NBK223808\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/books\/NBK223808\/\">half-life of approximately 5 hours<\/a>, meaning approximately half of the caffeine from that 3pm coffee is still in your system at 8pm. At 10:30 pm, a quarter of that caffeine is still there while you're trying to sleep which can be problematic depending on your <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24235903\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24235903\/\">caffeine sensitivity<\/a>. While you won't be feeling as wired as you were at 3 pm, the stimulating effects still influence your body.<\/p>","top_img":"shopify:\/\/shop_images\/image-4.png","bottom_content":"<p>While everyone metabolises caffeine at varying rates, if you're having trouble sleeping, it would be a good idea to limit coffee to early morning or entirely if possible.<\/p><p>One study examined the effects of caffeine intake zero, three, and six hours before bedtime, and found that even caffeine <a href=\"https:\/\/jcsm.aasm.org\/doi\/10.5664\/jcsm.3170\" target=\"_blank\" title=\"https:\/\/jcsm.aasm.org\/doi\/10.5664\/jcsm.3170\">consumed six hours before bed<\/a> could reduce sleep time by one hour.<\/p><p>The presence of caffeine in the central nervous system, reduces the gradual onset of drowsiness associated with extended periods of wakefulness. It has also been shown to reduce sleep time and worsen sleep quality.<\/p>","bottom_img":"shopify:\/\/shop_images\/image-5.png"}},"3b52fb88-ac40-43b3-a412-cd9d8d938f52":{"type":"New-article-bgimg-txt","settings":{"bg_image":"shopify:\/\/shop_images\/IMG_BG.png","main-text":"Exercise Daily","text-1":"","top_content-1":"<p>The amount of health benefits exercise has is huge but it can be especially beneficial for sleep if done correctly. While exercise can make you feel energetic afterwards, it can help us sleep by fatiguing the body and increasing the amount of time spent in <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3317043\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3317043\">deep restorative sleep<\/a> for repair and rejuvenation.<\/p><p>Specifically, moderate-to-vigorous exercise can increase sleep quality for adults by reducing sleep onset - or the time it takes to fall asleep - and decrease the amount of time they lie awake in bed during the night.<\/p>","text-2":"Be cautious with night-time exercise","top_content-2":"<p>To get the best sleep benefits out of exercise, look to engage in resistance training during the day as opposed to at night. Ideally you don't want to be releasing adrenaline at night a few hours before you're looking to wind down and go to sleep.<\/p><p>For some people, engaging in late night exercise, sports can make getting to sleep difficult, as it takes time for the adrenaline to wear off, heart rate to come down, and body temperature to normalise. However not everyone experiences this so if it is the only time you can exercise, better in the evening than not at all.<\/p>","text-3":"Overall Health","top_content-3":"<p>Daily exercise benefits reach far beyond just improving sleep. Most health makers improved with exercise including quality of life, making it something people should aim to incorporate into their lifestyle.<\/p>"}},"e4b6820b-565d-4dee-8dd1-e48785480d46":{"type":"New-article-bgimg-richtxt","settings":{"bg_image":"shopify:\/\/shop_images\/healthy-lunch-go-packed-lunch-box.png","main-text":"Eat an early dinner","content":"<p>The earlier you eat your final meal of the day the better. Having a late dinner has been shown to have negative effects on sleep, as a meal will typically raise blood sugar then cause a crash a couple hours later. A crash of blood sugar will raise cortisol levels that inhibit melatonin production, which is why we want to get this process out of the way before we're trying to go to sleep.<\/p><p>The body needs time to digest food, and for some people, having a full stomach when lying down can cause acid reflux as the stomach acid used to break the food down can leak onto the base of the oesophagus. Some meals can also cause discomfort and bloating, making it difficult to sleep and adding to sleep disruption.<\/p><p><strong>When to eat<\/strong><\/p><p>Try to have your final meal of the day before 7 pm. We need our bodies to produce adequate levels of melatonin for optimal sleep which is why it's best we give our bodies a few hours to empty the stomach, let cortisol levels drop and melatonin production rise.<\/p>"}},"2720faee-1521-42eb-a0ed-3dc551a0a6cf":{"type":"New-article-bgimg-single-col","settings":{"bg_image":"shopify:\/\/shop_images\/IMG_BG1.png","main-text":"Reduce alcohol consumption","image":"shopify:\/\/shop_images\/image-6.png","content":"<p>Alcohol is traditionally known to have a relaxing effect. However, people who consume alcohol in excessive amounts suffer from poor sleep quality commonly report insomnia. In a <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/23347102\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/23347102\/\">review of scientific studies<\/a> on the impact of alcohol ingestion on nocturnal sleep in healthy volunteers at all dosages, alcohol causes a reduction in sleep onset time, a more consolidated first half sleep and an increase in sleep disruption in the second half of sleep.<\/p><p>Alcohol impacts sleep by reducing melatonin production which is the hormone our bodies make to help us sleep. <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/17612945\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/17612945\/\">One study<\/a> found At 140 and 190 minutes after alcohol administration, melatonin level was reduced by 15% and 19%, respectively, in comparison to placebo. The findings indicate that a moderate dose of alcohol in the evening suppressed melatonin. Alcohol in the evenings might not stop you getting to sleep but can heavily influence the quality of your sleep.<\/p><p>Alcohol consumption also increases sleep apnea and increases the number of of nighttime awakenings due to snoring.<\/p><p>If sleep is a problem, ideally you would remove all alcohol consumption as it's going to generally have an overall beneficial impact on your health on top of the sleep benefits.<\/p>"}},"7a7cee04-4e69-4852-a706-1563239b7172":{"type":"New-article-bgimg-richtxt-second","settings":{"bg_image":"shopify:\/\/shop_images\/stess-overwork-deadline-tired-unshaven-young-architect-freelancer-massaging-nose-bridge.png","main-text":"Manage your stress","content":"<p>It is very hard to measure and quantify stress but the negative health and sleep impacts are very real. <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7045300\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7045300\/\">Dealing with stress <\/a>makes it difficult to get to sleep and impacts the quality of sleep you're getting. Sleep loss then triggers our body's stress response system, leading to an elevation in our stress hormone, cortisol, which further disrupts sleep.<\/p><p>Start by looking to identify and understand where your stress is coming from and whether can you do anything to avoid it. If left too long it can become worse as your sleep suffers, energy levels go down and it becomes harder to manage.<\/p><p>Understandably, some stress is temporary and unavoidable so managing it as best you can is the next best thing.<\/p><p>Modifying your night-time behaviour is a great tool to feeling less stressed in the evenings and being able to fall asleep more efficiently. Writing down all your thoughts before bed or engaging in a few minutes of meditation before you sleep can help. While simple, these can be enough to clear your head at night and help get to sleep faster.<\/p>"}},"2e81f5cc-0133-400b-8801-2907aa6ef34e":{"type":"New-article-bg-img-txt-3","settings":{"bg_image":"shopify:\/\/shop_images\/SL_031221_41450_08-_Converti.png","text":"Get sun exposure","top_content":"<p>Getting morning sunlight can help you sleep better at night by helping to regularise your circadian rhythm. Our bodies are biologically wired to sync up with the sun, so<a href=\"https:\/\/ehp.niehs.nih.gov\/doi\/10.1289\/ehp.116-a160\" target=\"_blank\" title=\"https:\/\/ehp.niehs.nih.gov\/doi\/10.1289\/ehp.116-a160\"> sunlight exposure<\/a> is most beneficial if it occurs in the morning just after waking, typically within the first hour after crawling out of bed.<\/p><p>Exposure to sunlight increases the release of a hormone called serotonin, the one associated with boosting mood. Whereas darkness helps trigger melatonin, the one responsible for making you tired.<\/p><p>To produce maximum levels of melatonin at night, we need to get out of darkness, into the sun and give our brain a break from production. We are programmed to be outdoors while the sun is shining and going to sleep at night which is why melatonin stops upon optic exposure to light.<\/p>","top_img":"shopify:\/\/shop_images\/image-7.png","bottom_content":"<p>As well as the sleep benefits, regular sun exposure is crucial for optimal vitamin D levels, an extremely important hormone for our overall health.<\/p><p>Sunlight is less intense in the morning, which means it poses less risk of damaging your skin. Use your best judgment in determining what level of protection is necessary for you.<\/p><p>Aim to spend between 30 and 45 minutes getting direct sunlight exposure without sunglasses.<\/p>","bottom_img":"shopify:\/\/shop_images\/image-8.png"}},"07a5081a-2881-4281-ae60-da5b9130409f":{"type":"New-article-bgimg-single-col-2","settings":{"bg_image":"shopify:\/\/shop_images\/white-bed-linen-bed-bedroom.png","main-text":"Go to sleep earlier","image":"shopify:\/\/shop_images\/image-9.png","content":"<p>A very simple and effective way to improve overall sleep, <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/33054339\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/33054339\/\">getting to sleep earlier<\/a>. It is a lot easier to get your early morning sun exposure if you've gone to bed early and feel energised in the morning.<\/p><p>If you're feeling groggy upon waking, don't try to sleep more, but try to get to sleep earlier and wake up earlier. <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/20460742\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/20460742\/\">Studies <\/a>have shown the hours before midnight to be extremely beneficial when it comes to a good night's sleep.<\/p><p>Try to adjust your sleep pattern so you're winding down by 9:30pm and going to bed by 10pm. Your circadian rhythms are influenced by light exposure, meal timing, and exercise, which can all be used to assist in an earlier bedtime.<\/p><p>It'll take time for your body clock to adjust to an earlier bedtime so slowly work towards going to bed a little earlier, every night until your sleep cycle better matches the sun. Getting to sleep earlier can help you maintain a regular sleep schedule, which can further improve your sleep quality.<\/p>"}},"ac88bb53-5692-49da-a79a-f00737cd54a8":{"type":"New-article-multi-column","blocks":{"d425faf4-6f55-43a7-a06e-437126f8bebc":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/1_copy.png","title":"","des_content":"<p><strong>Melatonin<\/strong> supplementation has been shown to synchronize the circadian rhythms, improve the onset, duration, and <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/33417003\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/33417003\/\">quality of sleep<\/a> but it remains a prescription medicine in New Zealand. It is very effective at inducing drowsiness and can help get you to sleep.<br\/><\/p>"}},"97b3b4f6-aa3c-4def-9e87-b6b1c1974663":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER8.jpg","title":"","des_content":"<p><strong>Magnesium<\/strong> is a mineral involved in hundreds of processes in the human body, including <a href=\"https:\/\/journals.physiology.org\/doi\/full\/10.1152\/physrev.00012.2014\" target=\"_blank\" title=\"https:\/\/journals.physiology.org\/doi\/full\/10.1152\/physrev.00012.2014\">helping us sleep<\/a>. It helps <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/35184264\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/35184264\/\">regulate melatonin production<\/a>, relaxes muscles and is used to bring down our stress hormone, cortisol.<\/p><p>Not all magnesium supplements are equal in terms of supporting sleep. Highly absorbable forms like magnesium glycinate and magnesium threonate are recommended.<\/p>"}},"2a2ee94c-e5e1-4418-9d17-e320ab410c82":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/3_copy.png","title":"","des_content":"<p><strong>Valerian <\/strong>is a herb that has been traditionally used to promote relaxation and improve sleep. It is believed to work by increasing the levels of a neurotransmitter called GABA in the brain, which helps to relax the central nervous system and improve sleep.<\/p><p><a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7585905\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7585905\/\">Some studies<\/a> have found that valerian may be effective at improving sleep quality and reducing the time it takes to fall asleep.is a herb that has a root with strong medicinal properties.<\/p>"}},"3efcdb00-814a-4ced-8a4b-c063a296da57":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER3.jpg","title":"","des_content":"<p><strong>Ashwagandha<\/strong> is a herb commonly used in Ayurvedic medicine to help with stress, anxiety, and insomnia. It has been shown to have sedative effects and can help <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC8462692\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC8462692\/\">improve sleep quality and duration<\/a>. It may also help regulate the body's stress response, which can have a positive effect on sleep.<\/p>"}},"07e92933-d719-4195-8e6c-1429225b9305":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER4.jpg","title":"","des_content":"<p><strong>Glycine <\/strong>is an amino acid that has been shown to have a calming effect on the brain and <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4397399\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4397399\/\">may improve sleep quality<\/a>. It works by inhibiting the release of certain neurotransmitters in the brain that can cause anxiety and arousal, leading to a more relaxed state.<\/p><p>Some studies have found that taking glycine before bed can increase sleep duration and improve sleep efficiency.<\/p>"}},"f63fda9b-25c5-4492-8b8c-0a6f681e1001":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER7.jpg","title":"","des_content":"<p><strong>Tryptophan<\/strong> is an amino acid that is commonly associated with sleep because it helps to produce serotonin, a neurotransmitter that helps regulate sleep. Some people may find that taking <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/33942088\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/33942088\/\">tryptophan supplements<\/a> before bedtime can help them fall asleep faster and sleep more soundly.<\/p>"}},"01f426de-97b3-45ca-a6a1-27cac65175ea":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER5.jpg","title":"","des_content":"<p><strong>Zinc <\/strong>has been shown to have potential benefits for sleep in several ways. It helps <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5713303\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5713303\/\">regulate melatonin production<\/a> and may improve sleep quality and duration in people with insomnia or other sleep disorders.<\/p><p>Zinc has been shown to reduce sleep disturbances, such as difficulty falling asleep, waking up frequently during the night, and daytime fatigue.<\/p>"}},"35e8fde2-86ba-4364-af57-7986c898adfb":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/2_copy_4.png","title":"","des_content":"<p><strong>Chamomile<\/strong> is a popular herb that is often used to <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29154054\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29154054\/\">promote sleep and relaxation<\/a>. It has a natural sedative effect that can help to calm the mind and body, making it easier to fall asleep.<\/p>"}},"63b3ff5a-a7f1-4a04-816a-ea5fff3e614f":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER1.jpg","title":"","des_content":"<p><strong>Theanine,<\/strong> an amino acid found in tea, has been shown to have a calming effect and may help improve sleep quality. It works by increasing the production of alpha waves in the brain, which are associated with relaxation and meditation.<\/p><p>Some studies have suggested that theanine can <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC6836118\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC6836118\/\">reduce anxiety and stress<\/a>, which can contribute to better sleep.<\/p>"}},"d24bb71c-f4ea-4f1b-a7e0-ea5d4c4005d9":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER.jpg","title":"","des_content":"<p><strong>Hops<\/strong> are a flowering plant used in the production of beer. They have been traditionally used as a natural sleep aid due to their sedative properties.<\/p><p>The active ingredient in hops, called humulone, has been shown to <a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/22849837\/\" target=\"_blank\" title=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/22849837\/\">promote relaxation and sleep<\/a> by increasing the production of serotonin and decreasing the production of cortisol<\/p>"}},"01a49944-f649-47b3-88a6-d1bb7ebd34cb":{"type":"block","settings":{"image":"shopify:\/\/shop_images\/IMG_PLACEHOLDER2.jpg","title":"","des_content":"<p><strong>Jujube <\/strong>also known as the Chinese date, has been traditionally used in Chinese medicine as a natural sleep aid. It is believed to help calm the mind, relax the body, and<a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7735973\/\" target=\"_blank\" title=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7735973\/\"> improve sleep quality.<\/a><\/p><p>Jujube is rich in antioxidants and nutrients such as vitamins C and B, magnesium, and zinc, which may contribute to its ability to promote relaxation and improve sleep.<\/p>"}}},"block_order":["d425faf4-6f55-43a7-a06e-437126f8bebc","97b3b4f6-aa3c-4def-9e87-b6b1c1974663","2a2ee94c-e5e1-4418-9d17-e320ab410c82","3efcdb00-814a-4ced-8a4b-c063a296da57","07e92933-d719-4195-8e6c-1429225b9305","f63fda9b-25c5-4492-8b8c-0a6f681e1001","01f426de-97b3-45ca-a6a1-27cac65175ea","35e8fde2-86ba-4364-af57-7986c898adfb","63b3ff5a-a7f1-4a04-816a-ea5fff3e614f","d24bb71c-f4ea-4f1b-a7e0-ea5d4c4005d9","01a49944-f649-47b3-88a6-d1bb7ebd34cb"],"settings":{"bg-color":"#141414","title":"Sleep Aids and Supplements","content":"<p>If you've implemented all the sleep-improving lifestyle changes to the best of your ability and still aren't getting the sleep you need, or need assistance adjusting to a new sleep schedule, there are some sleep aids and supplements that you can use to support your sleep.<\/p>"}},"477e4511-b8d1-40e6-9b83-1043759c28f7":{"type":"New-article-bg-img-txt-4","settings":{"bg_color":"#141414","text":"","top_content":"<p>Getting a good night's sleep is essential for both physical and mental well-being. By following the tips outlined in this guide, you can take control of your sleep and improve the quality and quantity of the rest you get.<\/p><p>Whether it's establishing a bedtime routine, setting the stage for a comfortable sleep environment, or trying out relaxation techniques, there are many ways to improve your sleep.<\/p>","top_img":"shopify:\/\/shop_images\/image-10.png","bottom_content":"<p>Remember to be consistent and patient, as it may take some time to see results. But with a little effort, you can experience the benefits of better sleep and wake up feeling rested and refreshed every day.<\/p><p>If you've addressed the root causes of your sleep problems, made some changes, but need some extra help, check out the our Deep Sleep Support.<\/p><p>We've put together the best ingredients available to aid you in your process to getting the sleep you've always wanted.<\/p>","bottom_img":"shopify:\/\/shop_images\/image-11.png"}},"d7fe0fe5-3dd3-4d03-b0cc-7bf63d40ec96":{"type":"article_other_sleep","blocks":{"a2176cc4-be33-4537-8f82-130229c7ecd7":{"type":"sleep","settings":{"sleep_tag":"sleep","bg_color_sleep":"#a999c5","text_color":"#ffffff","image_1":"shopify:\/\/shop_images\/5._Sleep_1.jpg","product":"sleep","product_title":"Deep Sleep Support","pro_detail":"<p>We’ve created a Deep Sleep Supporting supplement with a combination of the best available ingredients proven to assist in a better night’s sleep. This supplement is an easy-to-mix, great-tasting powder, offering a therapeutic dose of the nutrients your body needs to relax and fall asleep. Learn more about it here.<\/p>","pro_btn_title":"Buy Deep Sleep Support","custoum_url":"shopify:\/\/products\/sleep"}}},"block_order":["a2176cc4-be33-4537-8f82-130229c7ecd7"],"settings":{}},"article_other_sleep_qbfG4d":{"type":"article_other_sleep","blocks":{"sleep_EtFfqa":{"type":"sleep","settings":{"sleep_tag":"sleep","bg_color_sleep":"#a999c5","text_color":"#ffffff","image_1":"shopify:\/\/shop_images\/FLUFFMEDIA--3_1_-_Copy.jpg","product":"sleep","product_title":"Deep Sleep Support","pro_detail":"<p>We’ve created a Deep Sleep Supporting supplement with a combination of the best available ingredients proven to assist in a better night’s sleep. This supplement is an easy-to-mix, great-tasting powder, offering a therapeutic dose of the nutrients your body needs to relax and fall asleep. Learn more about it here.<\/p>","pro_btn_title":"Buy Deep Sleep Support","custoum_url":"shopify:\/\/products\/sleep"}}},"block_order":["sleep_EtFfqa"],"disabled":true,"settings":{}},"6c64839f-5d4d-46d7-88a0-d7280c7cdb8c":{"type":"new-article-info-products","disabled":true,"settings":{"marketing_image":"shopify:\/\/shop_images\/Group_2.png","small_marketing_image":"shopify:\/\/shop_images\/Frame_1.png","bg-color":"#2f0f4c","title_first":"﻿ SLEEP BETTER !","title_second":"","marketing_content":"<p>Biosphere Nutrition's Deep Sleep Support combines 10 key ingredients that have been scientifically proven to assist in a better sleep. Whether it be enhancing melatonin production, reducing anxiety, or promoting relaxation this blend of ingredients is sure to help you.<\/p>","button_text":"Buy Sleep","button_link":"https:\/\/www.biospherenutrition.co.nz\/discount\/SLEEP15?redirect=%2Fproducts%2Fsleep","button_text_mob":"Buy Sleep","button_link_mob":"https:\/\/www.biospherenutrition.co.nz\/discount\/SLEEP15?redirect=%2Fproducts%2Fsleep","discount_txt":"*Use discount code SLEEP15 for 15% OFF your order."}},"437cafd9-29b5-45e6-acc2-c49f5bb95b84":{"type":"New-article-author","settings":{"image":"shopify:\/\/shop_images\/Layer_2_copy_49bac0c3-f5c0-48ac-822d-ebf76908e8f9.png","title":"Doctor Ron Goedeke","detail":"<p>MD, BSc Hons MBChB, FNZCAM<\/p>","disclaimer":"<p>Dr Ron Goedeke has been operating a wellness Clinic focused on health and well-being for over ten years<\/p><p><a href=\"#\" title=\"#\">VISIT RON'S PROFILE<\/a><\/p>"}}},"order":["main","abc0df9a-ff4f-47bf-a936-3bb03f9b57de","da35d22a-c1b5-40a0-965c-ea0fb513ed41","b2d0e01c-ecfe-4f01-a54b-f880fd81ff0d","c8d0ca47-1c54-4779-bd25-2b6909c06036","bcc6a565-aa7d-466c-926a-282e75a9e80b","511eacde-908e-4a9e-b4e3-18294d826170","3248faf1-4787-491a-b7c4-5bbf67b4043c","e1a3a4d9-b639-44c8-8076-283ef104c2de","3b52fb88-ac40-43b3-a412-cd9d8d938f52","e4b6820b-565d-4dee-8dd1-e48785480d46","2720faee-1521-42eb-a0ed-3dc551a0a6cf","7a7cee04-4e69-4852-a706-1563239b7172","2e81f5cc-0133-400b-8801-2907aa6ef34e","07a5081a-2881-4281-ae60-da5b9130409f","ac88bb53-5692-49da-a79a-f00737cd54a8","477e4511-b8d1-40e6-9b83-1043759c28f7","d7fe0fe5-3dd3-4d03-b0cc-7bf63d40ec96","article_other_sleep_qbfG4d","6c64839f-5d4d-46d7-88a0-d7280c7cdb8c","437cafd9-29b5-45e6-acc2-c49f5bb95b84"]}